---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.KilogramForceMetersPerMeter
source: html/41662c3c-c7e1-28d3-3fa9-76c5b21b0f78.htm
---
# Autodesk.Revit.DB.UnitTypeId.KilogramForceMetersPerMeter Property

Kilogram force meters per meter.

## Syntax (C#)
```csharp
public static ForgeTypeId KilogramForceMetersPerMeter { get; }
```